Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Leave Tenant ID empty for most accounts. Only specify if you need to target a specific Azure AD tenant.
ar: اترك معرّف المستأجر (Tenant ID) فارغًا لمعظم الحسابات. حدده فقط إذا كنت تحتاج استهداف مستأجر Azure AD محدد.
ca: Deixeu el Tenant ID en blanc per a la majoria de comptes. Especifiqueu-lo només si necessiteu un tenant d'Azure AD específic.
cs: Tenant ID ponechte prázdné pro většinu účtů. Zadávejte pouze pokud potřebujete cílit na konkrétní Azure AD tenanta.
da: Lad Tenant ID være tomt for de fleste konti. Angiv kun, hvis du skal målrette mod en bestemt Azure AD-lejer.
de: Lassen Sie die Mandanten-ID für die meisten Konten leer. Geben Sie sie nur an, wenn Sie einen bestimmten Azure-AD-Mandanten ansprechen müssen.
es: Deje el Tenant ID vacío para la mayoría de las cuentas. Especifíquelo solo si necesita dirigirse a un tenant de Azure AD específico.
fi: Jätä vuokralaistunnus (Tenant ID) tyhjäksi useimmille tileille. Määritä vain, jos sinun on kohdistettava tiettyyn Azure AD -vuokralaiseen.
fr: Laissez l'ID de locataire vide pour la plupart des comptes. Spécifiez-le uniquement si vous devez cibler un locataire Azure AD spécifique.
he: השאר את Tenant ID ריק עבור רוב החשבונות. ציין רק אם אתה צריך לפנות ל-tenant ספציפי של Azure AD.
hu: A legtöbb fióknál hagyja üresen a Tenant ID-t. Csak akkor adja meg, ha egy adott Azure AD bérlőt kell megcéloznia.
it: Lasci il Tenant ID vuoto per la maggior parte degli account. Lo specifichi solo se ha bisogno di un tenant Azure AD specifico.
ja: ほとんどのアカウントではテナントIDを空のままにしてください。特定のAzure ADテナントを指定する必要がある場合のみ入力してください。
ko: 대부분의 계정에서는 테넌트 ID를 비워 두세요. 특정 Azure AD 테넌트를 지정해야 하는 경우에만 입력하세요.
nb: La leier-ID stå tom for de fleste kontoer. Oppgi kun hvis du trenger å målrette mot en spesifikk Azure AD-leier.
nl: Laat Tenant ID leeg voor de meeste accounts. Geef alleen een waarde op als u een specifieke Azure AD-tenant moet benaderen.
pl: Pozostaw Tenant ID puste dla większości kont. Podaj tylko, jeśli musisz wskazać konkretnego tenanta Azure AD.
pt_br: Deixe o Tenant ID vazio para a maioria das contas. Especifique apenas se precisar direcionar para um tenant específico do Azure AD.
pt_pt: Deixe o Tenant ID vazio para a maioria das contas. Especifique apenas se precisar de visar um tenant Azure AD específico.
ro: Lăsați ID-ul de tenant gol pentru majoritatea conturilor. Specificați-l doar dacă trebuie să vizați un tenant Azure AD specific.
sl: Za večino računov pustite ID najemnika prazen. Navedite ga le, če morate ciljati na določenega Azure AD najemnika.
sv: Lämna Tenant ID tomt för de flesta konton. Ange bara om du behöver rikta mot en specifik Azure AD-tenant.
uk: Залиште Tenant ID порожнім для більшості облікових записів. Вказуйте лише якщо потрібно звернутися до конкретного тенанта Azure AD.
vi: Để trống Tenant ID cho hầu hết các tài khoản. Chỉ điền nếu bạn cần nhắm đến một tenant Azure AD cụ thể.
zh_hans: 大多数账户的租户 ID 留空即可。仅在需要指定特定 Azure AD 租户时填写。
zh_hant: 大多數帳號的租用戶 ID 留空即可。僅在需要指定特定 Azure AD 租用戶時填寫。

source: Leaves tmux control mode for this tab. The tmux session keeps running on the server.
ar: ‏يترك وضع التحكم في tmux لعلامة التبويب هذه. وتظل جلسة tmux قيد التشغيل على الخادم.
ca: Surt del mode de control de tmux per a aquesta pestanya. La sessió de tmux continua executant-se al servidor.
cs: Ukončí pro tuto kartu řídicí režim tmux. Relace tmux na serveru běží dál.
da: Forlader tmux-kontroltilstand for denne fane. tmux-sessionen kører videre på serveren.
de: Beendet den tmux-Steuerungsmodus für diesen Tab. Die tmux-Sitzung läuft auf dem Server weiter.
es: Sale del modo de control de tmux en esta pestaña. La sesión de tmux sigue ejecutándose en el servidor.
fi: Poistuu tmux-ohjaustilasta tällä välilehdellä. tmux-istunto jää käyntiin palvelimelle.
fr: Quitte le mode contrôle tmux pour cet onglet. La session tmux continue de s'exécuter sur le serveur.
he: יוצא ממצב הבקרה של tmux עבור לשונית זו. הפעלת ה-tmux ממשיכה לרוץ בשרת.
hu: Kilép a tmux vezérlő módból ezen a lapon. A tmux munkamenet továbbra is fut a szerveren.
it: Esce dalla modalità di controllo tmux per questa scheda. La sessione tmux continua a essere eseguita sul server.
ja: このタブのtmuxコントロールモードを終了します。tmuxセッションはサーバー上で実行され続けます。
ko: 이 탭의 tmux 제어 모드를 종료합니다. tmux 세션은 서버에서 계속 실행됩니다.
nb: Forlater tmux-kontrollmodus for denne fanen. tmux-økten fortsetter å kjøre på serveren.
nl: Verlaat de tmux-besturingsmodus voor dit tabblad. De tmux-sessie blijft op de server actief.
pl: Opuszcza tryb sterowania tmux dla tej karty. Sesja tmux nadal działa na serwerze.
pt_br: Sai do modo de controle do tmux para esta aba. A sessão tmux continua em execução no servidor.
pt_pt: Sai do modo de controlo tmux para este separador. A sessão tmux continua a funcionar no servidor.
ro: Părăsește modul de control tmux pentru acest tab. Sesiunea tmux continuă să ruleze pe server.
sl: Zapusti nadzorni način tmux za ta zavihek. Seja tmux na strežniku še naprej teče.
sv: Lämnar tmux-kontrolläget för den här fliken. tmux-sessionen fortsätter köra på servern.
uk: Виходить із режиму керування tmux для цієї вкладки. Сеанс tmux продовжує працювати на сервері.
vi: Rời khỏi chế độ điều khiển tmux cho tab này. Phiên tmux vẫn tiếp tục chạy trên máy chủ.
zh_hans: 退出此标签页的 tmux 控制模式。tmux 会话将继续在服务器上运行。
zh_hant: 離開此標籤頁的 tmux 控制模式。tmux 工作階段會繼續在伺服器上執行。

source: Left
ar: يسار
ca: Esquerra
cs: Vlevo
da: Venstre
de: Links
es: Izquierda
fi: Vasen
fr: Gauche
he: שמאל
hu: Balra
it: Sinistra
ja: 左
ko: 왼쪽
nb: Venstre
nl: Links
pl: Lewo
pt_br: Esquerda
pt_pt: Esquerda
ro: Stânga
sl: Levo
sv: Vänster
uk: Ліворуч
vi: Trái
zh_hans: 左
zh_hant: 左

source: Left Brace {
ar: قوس معقوف أيسر {
ca: Clau esquerra {
cs: Levá složená závorka {
da: Venstre krøllet parentes {
de: Geschweifte Klammer links {
es: Llave izquierda {
fi: Vasen aaltosulku {
fr: Accolade gauche {
he: סוגר מסולסל שמאלי {
hu: Bal kapcsos zárójel {
it: Parentesi graffa sinistra {
ja: 左波括弧 {
ko: 왼쪽 중괄호 {
nb: Venstre krøllparentes {
nl: Linker accolade {
pl: Nawias klamrowy lewy {
pt_br: Chave esquerda {
pt_pt: Chaveta esquerda {
ro: Acoladă stângă {
sl: Levi zaviti oklepaj {
sv: Vänster klammerparentes {
uk: Ліва фігурна дужка {
vi: Ngoặc nhọn trái {
zh_hans: 左花括号 {
zh_hant: 左花括號 {

source: Left Bracket [
ar: قوس مربع أيسر [
ca: Claudàtor esquerre [
cs: Levá hranatá závorka [
da: Venstre kantet parentes [
de: Eckige Klammer links [
es: Corchete izquierdo [
fi: Vasen hakasulku [
fr: Crochet gauche [
he: סוגר מרובע שמאלי [
hu: Bal szögletes zárójel [
it: Parentesi quadra sinistra [
ja: 左角括弧 [
ko: 왼쪽 대괄호 [
nb: Venstre hakeparentes [
nl: Linker haakje [
pl: Nawias kwadratowy lewy [
pt_br: Colchete esquerdo [
pt_pt: Parêntese reto esquerdo [
ro: Paranteză pătrată stângă [
sl: Levi oglati oklepaj [
sv: Vänster hakparentes [
uk: Ліва квадратна дужка [
vi: Ngoặc vuông trái [
zh_hans: 左方括号 [
zh_hant: 左方括號 [

source: Left Paren (
ar: قوس أيسر (
ca: Parèntesi esquerre (
cs: Levá závorka (
da: Venstre parentes (
de: Klammer auf (
es: Paréntesis izquierdo (
fi: Vasen sulku (
fr: Parenthèse gauche (
he: סוגר שמאלי (
hu: Bal zárójel (
it: Parentesi sinistra (
ja: 左括弧 (
ko: 왼쪽 괄호 (
nb: Venstre parentes (
nl: Linker haakje (
pl: Nawias lewy (
pt_br: Parêntese esquerdo (
pt_pt: Parêntese esquerdo (
ro: Paranteză stângă (
sl: Levi oklepaj (
sv: Vänsterparentes (
uk: Ліва дужка (
vi: Ngoặc tròn trái (
zh_hans: 左括号 (
zh_hant: 左括號 (

source: Left Swipe
ar: التمرير لليسار
ca: Lliscament esquerre
cs: Přejetí vlevo
da: Stryg til venstre
de: Wischen nach links
es: Deslizar a la izquierda
fi: Pyyhkäisy vasemmalle
fr: Balayage vers la gauche
he: החלקה שמאלה
hu: Húzás balra
it: Scorrimento a sinistra
ja: 左スワイプ
ko: 왼쪽 스와이프
nb: Sveip til venstre
nl: Veeg naar links
pl: Gest w lewo
pt_br: Deslizar para a esquerda
pt_pt: Deslize para a esquerda
ro: Glisare la stânga
sl: Poteg v levo
sv: Svep åt vänster
uk: Свайп ліворуч
vi: Vuốt trái
zh_hans: 向左滑动
zh_hant: 向左滑動

source: Less Than <
ar: أقل من <
ca: Menor que <
cs: Menší než <
da: Mindre end <
de: Kleiner als <
es: Menor que <
fi: Pienempi kuin <
fr: Inférieur à <
he: קטן מ <
hu: Kisebb mint <
it: Minore di <
ja: 小なり <
ko: 미만 <
nb: Mindre enn <
nl: Kleiner dan <
pl: Mniejsze niż <
pt_br: Menor que <
pt_pt: Menor que <
ro: Mai mic decât <
sl: Manjše kot <
sv: Mindre än <
uk: Менше ніж <
vi: Nhỏ hơn <
zh_hans: 小于 <
zh_hant: 小於 <

source: Letters
ar: أحرف
ca: Lletres
cs: Písmena
da: Bogstaver
de: Buchstaben
es: Letras
fi: Kirjaimet
fr: Lettres
he: אותיות
hu: Betűk
it: Lettere
ja: 英字
ko: 문자
nb: Bokstaver
pl: Litery
pt_br: Letras
pt_pt: Letras
ro: Litere
sl: Črke
sv: Bokstäver
uk: Літери
vi: Chữ cái
zh_hans: 字母
zh_hant: 字母

source: Lifecycle Debug Logging
ar: تسجيل تصحيح دورة الحياة
ca: Registre de depuració del cicle de vida
cs: Ladicí protokol životního cyklu
da: Lifecycle-debuglogning
de: Lebenszyklus-Debug-Protokollierung
es: Registro de depuración del ciclo de vida
fi: Elinkaaren virheenkorjausloki
fr: Journalisation de débogage du cycle de vie
he: רישום ניפוי שגיאות של מחזור החיים
hu: Életciklus-hibakeresési naplózás
it: Log di debug del ciclo di vita
ja: ライフサイクルのデバッグログ
ko: 라이프사이클 디버그 로그
nb: Livssyklus-feilsøkingslogg
nl: Levenscyclus-foutopsporingslog
pl: Rejestrowanie debugowania cyklu życia
pt_br: Registro de Depuração do Ciclo de Vida
pt_pt: Registo de depuração do ciclo de vida
ro: Jurnalizare de depanare a ciclului de viață
sl: Razhroščevalno beleženje življenjskega cikla
sv: Felsökningslogg för livscykel
uk: Журналювання налагодження життєвого циклу
vi: Ghi nhật ký gỡ lỗi vòng đời
zh_hans: 生命周期调试日志
zh_hant: 生命週期除錯日誌

source: Lifecycle Log File
ar: ملف سجل دورة الحياة
ca: Fitxer de registre del cicle de vida
cs: Soubor protokolu životního cyklu
da: Lifecycle-logfil
de: Lebenszyklus-Protokolldatei
es: Archivo de registro del ciclo de vida
fi: Elinkaaren lokitiedosto
fr: Fichier journal du cycle de vie
he: קובץ יומן מחזור החיים
hu: Életciklus naplófájlja
it: File di log del ciclo di vita
ja: ライフサイクルのログファイル
ko: 라이프사이클 로그 파일
nb: Livssyklus-loggfil
nl: Levenscyclus-logbestand
pl: Plik dziennika cyklu życia
pt_br: Arquivo de Log do Ciclo de Vida
pt_pt: Ficheiro de registo do ciclo de vida
ro: Fișier jurnal al ciclului de viață
sl: Datoteka dnevnika življenjskega cikla
sv: Livscykel-loggfil
uk: Файл журналу життєвого циклу
vi: Tệp nhật ký vòng đời
zh_hans: 生命周期日志文件
zh_hant: 生命週期日誌檔

source: Ligatures → off (%@)
ar: الحروف المركبة → مُعطَّلة (%@)
ca: Lligadures → desactivades (%@)
cs: Ligatury → vyp. (%@)
da: Ligaturer → fra (%@)
de: Ligaturen → aus (%@)
es: Ligaduras → desactivadas (%@)
fi: Ligatuurit → pois (%@)
fr: Ligatures → désactivées (%@)
he: ליגטורות → כבוי (%@)
hu: Ligatúrák → ki (%@)
it: Legature → disattivate (%@)
ja: リガチャ → オフ (%@)
ko: 합자 → 끔 (%@)
nb: Ligaturer → av (%@)
nl: Ligaturen → uit (%@)
pl: Ligatury → wył. (%@)
pt_br: Ligaduras → desativadas (%@)
pt_pt: Ligaduras → desativadas (%@)
ro: Ligaturi → dezactivate (%@)
sl: Ligature → izklopljene (%@)
sv: Ligaturer → av (%@)
uk: Лігатури → вимкнено (%@)
vi: Chữ ghép → tắt (%@)
zh_hans: 连字 → 关 (%@)
zh_hant: 連字 → 關閉 (%@)

source: Ligatures → on (%@)
ar: الحروف المركبة → مُفعَّلة (%@)
ca: Lligadures → activades (%@)
cs: Ligatury → zap. (%@)
da: Ligaturer → til (%@)
de: Ligaturen → an (%@)
es: Ligaduras → activadas (%@)
fi: Ligatuurit → päällä (%@)
fr: Ligatures → activées (%@)
he: ליגטורות → דלוק (%@)
hu: Ligatúrák → be (%@)
it: Legature → attivate (%@)
ja: リガチャ → オン (%@)
ko: 합자 → 켬 (%@)
nb: Ligaturer → på (%@)
nl: Ligaturen → aan (%@)
pl: Ligatury → wł. (%@)
pt_br: Ligaduras → ativadas (%@)
pt_pt: Ligaduras → ativadas (%@)
ro: Ligaturi → activate (%@)
sl: Ligature → vklopljene (%@)
sv: Ligaturer → på (%@)
uk: Лігатури → увімкнено (%@)
vi: Chữ ghép → bật (%@)
zh_hans: 连字 → 开 (%@)
zh_hant: 連字 → 開啟 (%@)

source: Ligatures combine multiple characters into single glyphs (e.g., != becomes ≠). Stylistic sets control alternate letterforms like slashed zero and alternate characters.
ar: تدمج الحروف المتصلة عدة أحرف في رمز واحد (مثال: != تصبح ≠). تتحكم المجموعات الأسلوبية في أشكال الحروف البديلة مثل الصفر المشطوب والأحرف البديلة.
ca: Les lligadures combinen diversos caràcters en glifs únics (p. ex., != es converteix en ≠). Els conjunts estilístics controlen formes de lletra alternatives, com el zero barrat i altres caràcters alternatius.
cs: Ligatury kombinují více znaků do jednoho glyfu (např. != se změní na ≠). Stylistické sady řídí alternativní tvary písmen, jako je přeškrtnutá nula a další alternativní znaky.
da: Ligaturer kombinerer flere tegn til enkelte glyffer (f.eks. != bliver til ≠). Stilistiske sæt styrer alternative bogstavformer som gennemstreget nul og alternative tegn.
de: Ligaturen kombinieren mehrere Zeichen zu einzelnen Glyphen (z. B. != wird zu ≠). Stilistische Sets steuern alternative Buchstabenformen wie die durchgestrichene Null und andere Alternativzeichen.
es: Las ligaduras combinan varios caracteres en un solo glifo (p. ej., != se convierte en ≠). Los conjuntos estilísticos controlan formas de letras alternativas, como el cero tachado y otros caracteres alternativos.
fi: Ligatuurit yhdistävät useita merkkejä yhdeksi glyfiksi (esim. != muuttuu ≠). Tyylijoukot hallitsevat vaihtoehtoisia kirjainmuotoja, kuten vinoviivallista nollaa ja muita vaihtoehtoisia merkkejä.
fr: Les ligatures combinent plusieurs caractères en un seul glyphe (p. ex. != devient ≠). Les jeux stylistiques contrôlent des formes de lettres alternatives, comme le zéro barré et d'autres caractères alternatifs.
he: ליגטורות משלבות מספר תווים לגליף אחד (לדוגמה, != הופך ל-≠). קבוצות סגנוניות שולטות בצורות אות חלופיות כמו אפס עם קו נטוי ותווים חלופיים.
hu: A ligatúrák több karaktert egyetlen jellé kombinálnak (pl. != lesz ≠). A stilisztikai készletek vezérlik az alternatív betűformákat, mint az áthúzott nulla és az alternatív karakterek.
it: Le legature combinano più caratteri in un singolo glifo (es. != diventa ≠). I set stilistici controllano forme di lettere alternative, come lo zero barrato e altri caratteri alternativi.
ja: リガチャは複数の文字を1つのグリフに結合します（例: != が ≠ になります）。スタイルセットは、スラッシュ付きゼロなどの代替字形や代替文字を制御します。
ko: 합자는 여러 문자를 하나의 글리프로 결합합니다(예: !=가 ≠로 변환). 스타일 세트는 슬래시 0 같은 대체 글자 형태와 대체 문자를 제어합니다.
nb: Ligaturer kombinerer flere tegn til enkeltglyfer (f.eks. != blir ≠). Stilistiske sett styrer alternative bokstavformer som null med skråstrek og alternative tegn.
nl: Ligaturen combineren meerdere tekens tot één glyph (bijv. != wordt ≠). Stilistische sets bepalen alternatieve lettervormen, zoals een doorgestreepte nul en andere alternatieve tekens.
pl: Ligatury łączą wiele znaków w pojedynczy glif (np. != staje się ≠). Zestawy stylistyczne sterują alternatywnymi formami liter, takimi jak przekreślone zero i inne znaki alternatywne.
pt_br: Ligaduras combinam vários caracteres em um único glifo (ex.: != vira ≠). Conjuntos estilísticos controlam formas de letras alternativas, como zero cortado e outros caracteres alternativos.
pt_pt: As ligaduras combinam vários caracteres num único glifo (ex.: != torna-se ≠). Os conjuntos estilísticos controlam formas de letra alternativas, como o zero riscado e outros caracteres alternativos.
ro: Ligaturile combină mai multe caractere într-un singur glif (de ex., != devine ≠). Seturile stilistice controlează forme alternative ale literelor, precum zero tăiat și alte caractere alternative.
sl: Ligature združijo več znakov v en glif (npr. != postane ≠). Slogovni nabori določajo alternativne oblike črk, kot sta prečrtana ničla in drugi alternativni znaki.
sv: Ligaturer kombinerar flera tecken till en enda glyf (t.ex. != blir ≠). Stilistiska uppsättningar styr alternativa bokstavsformer, som genomstruken nolla och andra alternativa tecken.
uk: Лігатури об’єднують кілька символів в один гліф (наприклад, != стає ≠). Стилістичні набори керують альтернативними формами літер, як-от перекреслений нуль та інші альтернативні символи.
vi: Ligature kết hợp nhiều ký tự thành một glyph duy nhất (ví dụ: != thành ≠). Các bộ kiểu chữ kiểm soát dạng chữ thay thế như số 0 gạch chéo và các ký tự thay thế khác.
zh_hans: 连字将多个字符组合为单个字形（例如 != 变为 ≠）。风格集控制替代字形，例如带斜杠的 0 和其他替代字符。
zh_hant: 連字會將多個字元組合成單一字形（例如 != 變成 ≠）。風格集可控制替代字形，例如斜線 0 與其他替代字元。

source: Light
ar: فاتح
ca: Clar
cs: Světlý
da: Lys
de: Hell
es: Claro
fi: Vaalea
fr: Clair
he: בהיר
hu: Világos
it: Chiaro
ja: ライト
ko: 라이트
nb: Lys
nl: Licht
pl: Jasny
pt_br: Claro
pt_pt: Claro
ro: Deschis
sl: Svetlo
sv: Ljust
uk: Світла
vi: Sáng
zh_hans: 浅色
zh_hant: 淺色

source: Like Roam/Mosh, it survives network changes and high latency.
ar: مثل Roam/Mosh، يتحمل تغييرات الشبكة وزمن الاستجابة العالي.
ca: Com Roam/Mosh, sobreviu als canvis de xarxa i l'alta latència.
cs: Podobně jako Roam/Mosh přežije změny sítě a vysokou latenci.
da: Ligesom Roam/Mosh overlever den netværksændringer og høj latens.
de: Wie Roam/Mosh übersteht es Netzwerkwechsel und hohe Latenz.
es: Como Roam/Mosh, sobrevive a cambios de red y alta latencia.
fi: Kuten Roam/Mosh, se kestää verkkomuutokset ja korkean viiveen.
fr: Comme Roam/Mosh, il résiste aux changements de réseau et à la latence élevée.
he: כמו Roam/Mosh, שורד שינויי רשת והשהיה גבוהה.
hu: A Roam/Mosh-hoz hasonlóan túléli a hálózatváltásokat és a magas késleltetést.
it: Come Roam/Mosh, sopravvive ai cambi di rete e all'alta latenza.
ja: Roam/Mosh と同様に、ネットワーク切り替えや高レイテンシでも接続が維持されます。
ko: Roam/Mosh와 마찬가지로 네트워크 변경 및 높은 지연 시에도 연결이 유지됩니다.
nb: Som Roam/Mosh overlever den nettverksendringer og høy latens.
nl: Net als Roam/Mosh overleeft het netwerkwijzigingen en hoge latentie.
pl: Podobnie jak Roam/Mosh, przetrwa zmiany sieci i duże opóźnienia.
pt_br: Como o Roam/Mosh, ele sobrevive a mudanças de rede e alta latência.
pt_pt: Tal como o Roam/Mosh, sobrevive a mudanças de rede e latência elevada.
ro: Ca și Roam/Mosh, rezistă la schimbări de rețea și latență ridicată.
sl: Podobno kot Roam/Mosh preživi spremembe omrežja in visoko latenco.
sv: Liksom Roam/Mosh överlever den nätverksändringar och hög latens.
uk: Як і Roam/Mosh, витримує зміни мережі та високу затримку.
vi: Giống Roam/Mosh, nó chịu được thay đổi mạng và độ trễ cao.
zh_hans: 与 Roam/Mosh 类似，可在网络切换和高延迟下保持连接。
zh_hant: 與 Roam/Mosh 類似，可在網路切換和高延遲下維持連線。

source: Lines
ar: الأسطر
ca: Línies
cs: Řádky
da: Linjer
de: Zeilen
es: Líneas
fi: Rivit
fr: Lignes
he: שורות
hu: Sorok
it: Righe
ja: 行数
ko: 행
nb: Linjer
nl: Regels
pl: Wiersze
pt_br: Linhas
pt_pt: Linhas
ro: Rânduri
sl: Vrstice
sv: Rader
uk: Рядки
vi: Dòng
zh_hans: 行数
zh_hant: 行數

source: Link
ar: رابط
ca: Enllaç
cs: Odkaz
es: Enlace
fi: Linkki
fr: Lien
he: קישור
ja: リンク
ko: 링크
nb: Lenke
nl: Koppeling
pl: Łącze
pt_pt: Ligação
sl: Povezava
sv: Länk
uk: Посилання
vi: Liên kết
zh_hans: 链接
zh_hant: 連結

source: Link to Session
ar: ربط بجلسة
ca: Enllaça a una sessió
cs: Propojit s relací
da: Sammenkæd med session
de: Mit Sitzung verknüpfen
es: Enlazar a sesión
fi: Linkitä istuntoon
fr: Lier à la session
he: קישור להפעלה
hu: Hozzákapcsolás munkamenethez
it: Collega a sessione
ja: セッションにリンク
ko: 세션에 연결
nb: Koble til økt
nl: Koppelen aan sessie
pl: Połącz z sesją
pt_br: Vincular à Sessão
pt_pt: Associar à sessão
ro: Asociază la sesiune
sl: Poveži s sejo
sv: Länka till session
uk: Пов’язати із сеансом
vi: Liên kết với Phiên
zh_hans: 链接到会话
zh_hant: 連結至工作階段

source: linked
ar: مرتبطة
ca: enllaçada
cs: propojené
da: sammenkædet
de: verknüpft
es: enlazada
fi: linkitetty
fr: liée
he: מקושר
hu: összekapcsolt
it: collegata
ja: リンク済み
ko: 연결됨
nb: koblet
nl: gekoppeld
pl: połączone
pt_br: vinculada
pt_pt: associada
ro: asociată
sl: povezano
sv: länkad
uk: пов’язано
vi: đã liên kết
zh_hans: 已链接
zh_hant: 已連結

source: Linux kernel 5.6 or later is required for MPTCP v1 support.
ar: يتطلب دعم MPTCP v1 نواة Linux 5.6 أو أحدث.
ca: Es requereix el nucli Linux 5.6 o posterior per al suport MPTCP v1.
cs: Pro podporu MPTCP v1 je vyžadován Linux kernel 5.6 nebo novější.
da: Linux-kerne 5.6 eller nyere er påkrævet for MPTCP v1-understøttelse.
de: Linux-Kernel 5.6 oder höher ist für MPTCP-v1-Unterstützung erforderlich.
es: Se requiere el kernel de Linux 5.6 o posterior para compatibilidad con MPTCP v1.
fi: Linux-ydin 5.6 tai uudempi vaaditaan MPTCP v1 -tukeen.
fr: Le noyau Linux 5.6 ou ultérieur est requis pour la prise en charge de MPTCP v1.
he: נדרש Linux kernel 5.6 ומעלה לתמיכה ב-MPTCP v1.
hu: MPTCP v1 támogatáshoz Linux kernel 5.6 vagy újabb szükséges.
it: È richiesto il kernel Linux 5.6 o successivo per il supporto MPTCP v1.
ja: MPTCP v1のサポートにはLinuxカーネル5.6以降が必要です。
ko: MPTCP v1 지원에는 Linux 커널 5.6 이상이 필요합니다.
nb: Linux-kjerneversjon 5.6 eller nyere kreves for MPTCP v1-støtte.
nl: Linux kernel 5.6 of hoger is vereist voor MPTCP v1-ondersteuning.
pl: Do obsługi MPTCP v1 wymagane jest jądro Linux 5.6 lub nowsze.
pt_br: Linux kernel 5.6 ou posterior é necessário para suporte a MPTCP v1.
pt_pt: É necessário o kernel Linux 5.6 ou posterior para suporte a MPTCP v1.
ro: Este necesar kernel-ul Linux 5.6 sau ulterior pentru suportul MPTCP v1.
sl: Za podporo MPTCP v1 je potrebno Linux jedro 5.6 ali novejše.
sv: Linux kernel 5.6 eller senare krävs för MPTCP v1-stöd.
uk: Для підтримки MPTCP v1 потрібно ядро Linux 5.6 або новіше.
vi: Kernel Linux 5.6 trở lên là cần thiết để hỗ trợ MPTCP v1.
zh_hans: MPTCP v1 支持需要 Linux 内核 5.6 或更高版本。
zh_hant: MPTCP v1 支援需要 Linux 核心 5.6 或更新版本。

source: List
ar: سرد
ca: Llista
cs: Vypsat
da: Vis liste
de: Auflisten
es: Listar
fi: Luettelo
fr: Lister
he: רשימה
hu: Listázás
it: Elenco
ja: 一覧
ko: 목록
nb: Liste
nl: Lijst
pl: Lista
pt_br: Listar
pt_pt: Listar
ro: Listare
sl: Seznam
sv: Lista
uk: Список
vi: Liệt kê
zh_hans: 列出
zh_hant: 列出

source: List Row Background
ar: خلفية صف القائمة
ca: Fons de fila de llista
cs: Pozadí řádku seznamu
da: Listerækkebaggrund
de: Hintergrund der Listenzeile
es: Fondo de fila de lista
fi: Listarivin tausta
fr: Arrière-plan de ligne de liste
he: רקע שורת רשימה
hu: Listasor háttere
it: Sfondo riga elenco
ja: リスト行の背景
ko: 목록 행 배경
nb: Listeradbakgrunn
nl: Achtergrond van lijstrij
pl: Tło wiersza listy
pt_br: Plano de fundo da linha da lista
pt_pt: Fundo da linha da lista
ro: Fundal rând de listă
sl: Ozadje vrstice seznama
sv: Bakgrund för listrad
uk: Фон рядка списку
vi: Nền hàng danh sách
zh_hans: 列表行背景
zh_hant: 列表列背景

source: Listen On (Local)
ar: الاستماع على (محلي)
ca: Escolta a (local)
cs: Naslouchat na (místní)
da: Lyt på (lokal)
de: Abhören auf (Lokal)
es: Escuchar en (local)
fi: Kuuntele (paikallinen)
fr: Écoute sur (local)
he: האזנה (מקומי)
hu: Figyelés (helyi)
it: Ascolta su (locale)
ja: リッスン先（ローカル）
ko: 수신 대기 (로컬)
nb: Lytt på (lokalt)
nl: Luisteren op (lokaal)
pl: Nasłuch (lokalny)
pt_br: Escutar em (Local)
pt_pt: Escutar Em (Local)
ro: Ascultă pe (Local)
sl: Poslušanje na (lokalno)
sv: Lyssna på (lokal)
uk: Прослуховування (локально)
vi: Lắng nghe trên (Cục bộ)
zh_hans: 监听地址（本地）
zh_hant: 監聽位置（本機）

source: Listen On (Remote)
ar: الاستماع على (عن بُعد)
ca: Escolta a (remot)
cs: Naslouchat na (vzdálený)
da: Lyt på (fjern)
de: Abhören auf (Remote)
es: Escuchar en (remoto)
fi: Kuuntele (etä)
fr: Écoute sur (distant)
he: האזנה (מרוחק)
hu: Figyelés (távoli)
it: Ascolta su (remoto)
ja: リッスン先（リモート）
ko: 수신 대기 (원격)
nb: Lytt på (eksternt)
nl: Luisteren op (extern)
pl: Nasłuch (zdalny)
pt_br: Escutar em (Remoto)
pt_pt: Escutar Em (Remoto)
ro: Ascultă pe (La distanță)
sl: Poslušanje na (oddaljeno)
sv: Lyssna på (fjärr)
uk: Прослуховування (віддалено)
vi: Lắng nghe trên (Từ xa)
zh_hans: 监听地址（远程）
zh_hant: 監聽位置（遠端）

source: Live Activity
ar: النشاط المباشر
ca: Activitat en directe
cs: Živá aktivita
da: Live-aktivitet
de: Live-Aktivität
es: Actividad en vivo
fi: Live-aktiviteetti
fr: Activité en direct
he: פעילות חיה
hu: Élő tevékenység
it: Attività live
ja: ライブアクティビティ
ko: 라이브 활동
nb: Direkteaktivitet
nl: Live-activiteit
pl: Aktywność na żywo
pt_br: Atividade ao vivo
pt_pt: Atividade em tempo real
ro: Activitate live
sl: Dejavnost v živo
sv: Liveaktivitet
uk: Активність наживо
vi: Hoạt động trực tiếp
zh_hans: 实时活动
zh_hant: 即時動態
